{
    "query": "fever",
    "suggestions": [
        {
            "title": "What Is Dengue Fever? Symptoms, Causes, Diagnosis, Treatment, and Prevention",
            "title_link": "https://www.everydayhealth.com/dengue-fever/guide/",
            "description": "This mosquito-borne viral infection is becoming more common worldwide.",
            "time": "Jan 28, 2021"
        },
        {
            "title": "Should You Feed a Cold and Starve a Fever?",
            "title_link": "https://www.everydayhealth.com/cold-and-flu/colds-and-fevers.aspx",
            "description": "Though the saying \"feed a cold and starve a fever\" is commonly heard, science shows there are plenty of reasons not to follow that advice.",
            "time": "Jun 25, 2020"
        },
        {
            "title": "Why Do We Feel Cold  When We Have a Fever?",
            "title_link": "https://www.everydayhealth.com/cold-and-flu/why-do-we-get-chills-with-a-fever/",
            "description": "Having a fever and the chills at the same time may seem bizarre, but it's actually a sign that your body is doing its best to fight off an infection. ",
            "time": "Jul 06, 2020"
        },
        {
            "title": "What Is Chikungunya? Symptoms, Causes, Diagnosis, Treatment, and Prevention",
            "title_link": "https://www.everydayhealth.com/chikungunya/guide/",
            "description": "Chikungunya is a viral disease transmitted to humans by infected mosquitoes. It is characterized by sudden fever and joint pain that can be severe and debilitating.",
            "time": "Jan 06, 2021"
        },
        {
            "title": "What Is Salmonella? Symptoms, Causes, Diagnosis, Treatment, and Prevention",
            "title_link": "https://www.everydayhealth.com/salmonella/guide/",
            "description": "Foodborne salmonella infections cause diarrhea and other symptoms that typically resolve on their own. Symptoms include fever, headache, nausea, and more.",
            "time": "Dec 28, 2020"
        },
        {
            "title": "What Is Eczema (Atopic Dermatitis)? Symptoms, Causes, Diagnosis, Treatment, Prevention",
            "title_link": "https://www.everydayhealth.com/eczema/guide/",
            "description": "Eczema or atopic dermatitis is a condition that causes skin to become itchy, red, scaly, and inflamed. Eczema is linked to hay fever and asthma. About 13 percent of U.S. kids and 10.2 percent of U.S. adults has it. Learn more in this scientific article.",
            "time": "Mar 02, 2021"
        },
        {
            "title": "The Facts on Flu Vaccine Side Effects and Risks",
            "title_link": "https://www.everydayhealth.com/flu/the-facts-on-flu-vaccine-risks/",
            "description": "The flu shot can make your arm sore and cause a low-grade fever. Very rarely, people who get the shot develop Guillain-Barré syndrome (GBS).",
            "time": "Nov 10, 2020"
        },
        {
            "title": "From Nose to Toes, the List of COVID-19 Symptoms Keeps Growing",
            "title_link": "https://www.everydayhealth.com/coronavirus/from-nose-to-covid-toes-the-list-of-coronavirus-symptoms-keeps-growing/",
            "description": "Health experts have expanded the list of coronavirus symptoms beyond dry cough, fever, and shortness of breath to include runny nose or congestion, nausea or vomiting, and diarrhea.  ",
            "time": "Jun 30, 2020"
        },
        {
            "title": "6 Unusual Signs of Dehydration You Should Know About",
            "title_link": "https://www.everydayhealth.com/news/unusual-signs-of-dehydration/",
            "description": "Chronic dehydration can lead to fever, fatigue, bad mood, cravings for sweets, and headache. Learn about some unusual dehydration symptoms and how to stay hydrated.",
            "time": "Oct 05, 2020"
        },
        {
            "title": "11 Fascinating Facts About Body Temperature",
            "title_link": "https://www.everydayhealth.com/healthy-living/fascinating-facts-about-body-temperature.aspx",
            "description": "Your body temperature can reveal a lot about you and your health. Learn more about fevers, low temps, and more.",
            "time": "Apr 13, 2020"
        }
    ]
}